<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html><!-- InstanceBegin template="/Templates/logicaldoc-help.dwt" codeOutsideHTMLIsLocked="false" -->
  <head>
  <!-- InstanceBeginEditable name="doctitle" -->
  <title>Operazioni sul documento</title>
  <!-- InstanceEndEditable -->
  <link href="css/help.css" rel="stylesheet" type="text/css">
  <!-- InstanceBeginEditable name="head" -->
  <style type="text/css">
<!--
.style5 {
	color: #000000;
	font-weight: bold;
}
-->
  </style>
  <!-- InstanceEndEditable -->
  </head>
  <body>
    <table summary="content" border="0" cellpadding="0" cellspacing="0" width="100%">
      <!--================= start Content==================-->
      <tbody>
        <tr>
          <td align="left" width="10">
            <img alt="" src="images/spacer.gif" class="spacer" height="1" width="10" /></td>
          <td align="left" width="100%">
            <div class="content">
              <table class="title" width="100%">
                <tbody>
                  <tr>
                    <td valign="middle">
                    <h1><!-- InstanceBeginEditable name="TitleRegion" -->Operazioni sul documento<!-- InstanceEndEditable --></h1></td>
                  </tr>
                </tbody>
              </table>
              <!-- InstanceBeginEditable name="ContentRegion" -->
			  <p>Per accedere ai documenti occorre selezionare il menu <span class="style5">Documenti</span>, sar&agrave;
			    quindi mostrata la pagina con gli strumenti di navigazione e gestione della
		      base documentale.</p>
			  <p>Sulla sinistra &egrave; collocato l'elenco delle cartelle al livello corrente, cliccando sul
			    nome di una cartella, vengono mostrati nel pannello destro i documenti in
			    essa contenuti. Ogni documento in elenco &egrave; cliccabile per il download.<br>
			    Per aggiungere un documento alla cartella corrente, cliccare <a href="images/icons02document.gif" target="_blank"><span class="iconref">2.1</span></a>. Per
			    aggiungere una sotto-cartella, cliccare <a href="images/icons01folder.gif" target="_blank"><span class="iconref">1.1</span></a>.<br>
			    In alcuni casi pu&ograve; essere utile caricare un'intera cartella con i documenti. Ci&ograve;
			    &egrave; possibile in LogicalDOC. Per prima cosa l'utente deve creare la cartella con
			    i documenti sul proprio PC. Successivamente l' utente deve comprimere la
			    struttura della cartella usando il formato ZIP. Infine il file ZIP creato deve
			    essere caricato in LogicalDOC. Questa funzione pu&ograve; essere utilizzata
			    cliccando <a href="images/icons02document.gif" target="_blank"><span class="iconref">2.2</span></a>.<br>
			    In alcuni casi &egrave; necessario spostare un documento da una cartella ad un'altra:
			    in LogicalDOC &egrave; possibile farlo selezionando il documento e cliccando poi
			    sull'icona <a href="images/icons02document.gif"><span class="iconref">2.3</span></a>. <br>
			    Il documento viene cos&igrave; tagliato ed &egrave; quindi possibile inserirlo in
			    un'altra cartella cliccando sull'icona <a href="images/icons02document.gif" target="_blank"><span class="iconref">2.4</span></a>.<br>
			    Nel caso in cui l'utente corrente ne abbia il permesso, &egrave; possibile settare un
			    documento come immutabile. Questa operazione pu&ograve; essere effettuata
			    selezionando il documento, cliccando sull'icona <a href="images/icons02document.gif" target="_blank"><span class="iconref">2.5</span></a>. Dopo aver scritto la
			    motivazione per la quale si vuole eseguire tale operazione e dopo un
			    messaggio di conferma, il documento diverr&agrave; immutabile, quindi non sar&agrave; pi&ugrave;
			    modificabile o cancellabile da nessuno.<br>
			    Oltre ad accedere ad un elemento contenuto in una cartella, &egrave; anche possibile
			    usare diverse azioni per ciascun elemento attraverso il men&ugrave; contestuale
		      accessibile <span class="style5">cliccando col tasto destro sul titolo del documento</span>.</p>
			  <p style="padding-left:40px;">
			    Questa &egrave; la lista delle azioni disponibili:<br>
			    <br>
			    1. <a href="#checkout">Checkout/Checkin</a> documento (icone <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.13</span></a> / <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.14</span></a>)<br>
			    2. <a href="#update">Modifica elemento</a> (icona <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.5</span></a>)<br>
			    3. <a href="#documentLink">Incolla collegamento</a> (icona <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.15</span></a>)<br>
			    4. <a href="#checkout">Versioni</a> (icona <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.16</span></a>)<br>
			    5. <a href="#searchSimilar">Documenti simili</a> (icona <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.17</span></a>)<br>
			    6. <a href="#discussion">Discutere documento</a> (icona <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.18</span></a>)<br>
			    7.<a href="emaildocument.html"> Invia come e-mail</a> (icona <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.19</span></a>)<br>
			    8. <a href="emaildocument.html">Invia download ticket</a> (icona <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.20</span></a>)<br>
			    9. Info (icona <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.21</span></a>)<br>
		      10. Riepilogo (icona <a href="images/icons03menu.gif" target="_blank"><span class="iconref">3.22</span></a>)</p>


              <h3><a name="checkout" id="checkout"></a>Checkout/Checkin</h3>
              <p>LogicalDOC consente di modificare il contenuto di un documento
                precedentemente importato nell'applicazione. Per eseguire questa operazione
                dovete selezionare il documento con il tasto destro e cliccare la voce del
                men&ugrave; contestuale <span class="style5">Checkout</span>. A questo punto compare il messaggio &ldquo;<span class="style5">Hai
                acquisito il documento. Ora puoi scaricarlo per apportare le modifiche</span>&rdquo;,
                premete OK e di fianco al nome del documento compare l'icona di
                acquisizione <a href="images/icons02document.gif" target="_blank"><span class="iconref">2.8</span></a>. Dopo aver scaricato e modificato a vostro piacimento il
                documento, tornate nell'applicazione e selezionate il documento con il tasto
                destro e cliccate la voce del men&ugrave; contestuale <span class="style5">Checkin</span>. Compare quindi la
              seguente schermata con in alto a sinistra il nome del documento: </p>
              <p>
                <center>
                  <img src="images/documentoperations_01.gif" width="379" height="229" heigth="197"> <br>
                  Figura 17: Checkin
                </center>
                 </p>
              <p>A questo punto caricate la nuova versione del documento cliccando sul
                pulsante <span class="style5">Sfoglia...</span> ricercando il nuovo documento, poi cliccate sul pulsante
                <span class="style5">Upload</span>. Potete ora indicare se questo nuovo documento rappresenta una
                versione maggiore o minore selezionando o meno la checkbox <span class="style5">Versione
                Maggiore</span>. &Egrave; necessario poi scrivere una descrizione della versione e potete
                far s&igrave; che LogicalDOC controlli che il nome della nuova versione del
                documento sia uguale a quello precedente selezionando la checkbox <span class="style5">Verifica
                il nome del file originale</span>. Ora potete concludere l'operazione cliccando sul
                pulsante <span class="style5">Checkin</span>. A questo punto potete vedere il dettaglio delle versioni di
                un documento selezionando quest'ultimo con il tasto destro e cliccando la
              voce del men&ugrave; contestuale <span class="style5">Versioni</span>.</p>
                           <p>
                <center>
                  <img src="images/documentoperations_02.gif" width="470" height="146" heigth="197"> <br>
                  Figura 18: Versioni
                </center>
               </p>
                           
                           <h3><a name="update" id="update"></a>Modifica di un documento</h3>
                           <p>La pagina di modifica si accede selezionando la voce <span class="style5">Modifica</span> del men&ugrave;
                             contestuale. In questa pagina si possono modificare le propriet&agrave; di un
                             documento. Le propriet&agrave; modificabili sono il nome, i tag (le parole chiave), la
                             data, il protocollo originario, la fonte, l'autore, l'argomento, il tipo, il
                             destinatario, la lingua, l'oggetto e il template.<br>
                           Per aggiungere pi&ugrave; tag, si deve separare ciascuna parola con una virgola.</p>
						             <h3><a name="documentLink" id="documentLink"></a>Incolla come collegamento</h3>
                           <p>In LogicalDOC &egrave; possibile definire collegamenti fra documenti. Supponiamo di
                             voler collegare due documenti A e B ad un terzo documento C: selezioniamo i
                             documenti A e B, e clicchiamo sull'icona <a href="images/icons02document.gif" target="_blank"><span class="iconref">2.3</span></a> per tagliare i documenti. A questo
                             punto selezioniamo il documento C con il tasto destro e clicchiamo la voce del
                             men&ugrave; contestuale <span class="style5">Incolla collegamento</span>. Possiamo ora vedere che il
                             documento C &egrave; collegato ai documenti A e B e di fianco al nome dei tre
                           documenti compare l'icona di collegamento <a href="images/icons02document.gif" target="_blank"><span class="iconref">2.9</span></a>.</p>
						                              <p>
                <center>
                  <img src="images/documentoperations_03.gif" width="546" height="227" heigth="197"> <br>
                  Figura 19: Collegamenti
                </center>
               </p>
              <p>Inoltre selezionando con il tasto destro, singolarmente, ognuno dei tre
                documenti e cliccando la voce del men&ugrave; contestuale <span class="style5">Collegamenti</span> &egrave;
              possibile vedere il dettaglio dei collegamenti appena creati.</p>
              						                              <p>
                <center>
                  <img src="images/documentoperations_04.gif" width="474" height="150" heigth="197"> <br>
                  Figura 20: Dettaglio collegamenti
                </center>
               </p>
			                <p>Nel caso in cui una e-mail, importata dalla casella di posta, contenga degli
			                  allegati, LogicalDOC definisce automaticamente il collegamento fra il
		                    documento contenente il corpo della e-mail e gli allegati.</p>
			                <h3><a name="searchSimilar" id="searchSimilar"></a>Documenti simili</h3>
			                <p>LogicalDOC &egrave; in grado di visualizzare all'utente i documenti simili ad un
			                  documento selezionato. Selezionate il documento con il tasto destro e cliccate
			                  la voce del men&ugrave; contestuale <span class="style5">Documenti simili</span>. LogicalDOC recupera le
			                  parole pi&ugrave; usate nel documento e poi effettua una ricerca full-text su tutti i
			                  documenti precedentemente importati nell'applicazione che contengono tali
			                  parole nel testo. Nella pagina di esito della ricerca vengono elencati i
			                  documenti simili ordinati in ordine decrescente in base alle frequenze delle
		                    parole ricercate.</p>
			                <p>
                              <center>
                                <img src="images/documentoperations_05.gif" width="632" height="279" heigth="197"> <br>
                                Figura 21: Documenti simili
                              </center>
			                   </p>
			                
                            <h3><a name="discussion" id="discussion"></a>Discussioni</h3>
                            <p>In LogicalDOC &egrave; possibile creare una discussione su un documento.<br>
                              Qualsiasi utente registrato pu&ograve; infatti scrivere un articolo su un documento
                              selezionandolo con il tasto destro e cliccando la voce del men&ugrave; contestuale
                              <span class="style5">Discussione</span>. L'utente pu&ograve; leggere gli articoli gi&agrave; presenti e pu&ograve; crearne uno
                            nuovo cliccando su <span class="style5">Crea articolo</span>.</p>
                            <p>
                              <center>
                                <img src="images/documentoperations_06.gif" width="632" height="279" heigth="197"> <br>
                                Figura 22: Discussione
                              </center>
                               </p>
							   <p>Nella pagina di dettaglio dell'articolo LogicalDOC riconosce l'autore, l'utente
						       invece ne definisce un titolo, ne scrive il testo e clicca su <span class="style5">Salva</span>.</p>
							                               <p>
                              <center>
                                <img src="images/documentoperations_07.gif" width="632" height="279" heigth="197"> <br>
                                Figura 23: Dettaglio articolo
                              </center>
                               </p>
							  							   <p>L'autore dell'articolo pu&ograve; poi modificare o cancellare un articolo da lui
						  							       precedentemente inserito.</p>
              <p>              <!-- InstanceEndEditable --></div></td>
          <td width="10">
            <img alt="" src="images/spacer.gif" class="spacer" height="1" width="10" /></td>
        </tr>
        <!--================= end Content==================-->
      </tbody>
    </table>
  </body>
  <!-- InstanceEnd --></html>
