CONFIRM_SAVE=Enregistrez dans LogicalDOC.
CREATE_NEW_VERSION=LogicalDOC est d\u00E9j\u00E0 enregistr\u00E9 dans le document, souhaitez-vous cr\u00E9er une nouvelle version ?
DOCUMENT_LOCKED=Le Document est maintenant verrouill\u00E9.
DOCUMENT_NOT_RETRIEVED=Le document n'est pas \u00E9t\u00E9  R\u00E9cup\u00E9r\u00E9e de LogicalDOC.
DOCUMENT_SAVED=Le document a \u00E9t\u00E9 enregistr\u00E9 avec succ\u00E8s en LogicalDOC.
DOCUMENT_UNLOCKED=Le document est d\u00E9verrouill\u00E9e.
ERROR_NO_EXTENSION=Aucune extension de fichier.
ERROR_NO_LOCATION=s\u00E9loctioner svp votre localisation
ERROR_NO_TITLE=Entrez le titre svp
ERROR_OCCURRED=Une erreur s'est produite : 
LOCK_UNLOCK_CAPTION=Verrouiller/D\u00E9verrouiller dans LogicalDOC
LOGICALDOC_SESSION_CLOSED_SAVE_DOCUMENT_LOCALLY=Votre session a \u00E9t\u00E9 ferm\u00E9e (timeout ou LogicalDOC serveur arr\u00EAt\u00E9). Veuillez enregistrer localement vos modifications et t\u00E9l\u00E9charger votre modification sur LogicalDOC.
NO_LOCATION_FOUND=Aucun emplacement n'a \u00E9t\u00E9 trouv\u00E9 pour enregistrer le ( ce )  fichier.
NO_PARENT_DOCUMENT=Aucun parent de document s\u00E9lectionn\u00E9, impossible de cr\u00E9er le document.
SAVE_IN_LOGICALDOC_CAPTION=sauvez dans LogicialDOC
UNABLE_TO_SAVE=impossible d'enregister {0} dans LogicalDOC, le document actuel peut avoir pas \u00E9t\u00E9 charg\u00E9 par LogicalDOC Addin
UNABLE_TO_SAVE_BUT_UPLOADING=Impossible de sauvegarder le document,  force le chargement dans LogicalDOC \r\n
DOCUMENT_ALREADY_LOCKED=Le document est d\u00E9j\u00E0 verrouill\u00E9, d\u00E9verrouiller \u00E0 modifier dans Office
LAUNCHER_ERROR=Une erreur s'est produite en essayant de lancer Office, consultez les journaux pour plus de d\u00E9tails.
MIMETYPE_NOT_HANDLED=Impossible de g\u00E9rer ce type de document. Le type \u00E9tait [{0}]
NO_COOKIES_FROM_IE=LogicalDOC Addin n'a pas pu obtenir les cookies de navigateur. L'action est abandonn\u00E9e.
OFFICE_VERSION_NOT_SUPPORTED=LogicalDOC Addin supporte uniquement office 2007 pour les actions tel que Cr\u00E9er ou Nouveau document
PROMPT_SAVE_IN_LOGICALDOC=Souhaitez vous enregistrer dans LogicalDOC ?
SAVE_IN_LOGICALDOC=sauvez dans LogicialDOC
