<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>

<!-- InstanceBegin template="/Templates/logicaldoc-help.dwt" codeOutsideHTMLIsLocked="false" --><!-- InstanceBeginEditable name="doctitle" -->
  <title>Gestionar Usuarios</title>


<!-- InstanceEndEditable -->
  <link href="css/help.css" rel="stylesheet" type="text/css">

<!-- InstanceBeginEditable name="head" --><!-- InstanceEndEditable -->
</head>


  <body>

<table summary="content" border="0" cellpadding="0" cellspacing="0" width="100%">

<!--================= start Content==================--> <tbody>

    <tr>

      <td align="left" width="10"> <img alt="" src="images/spacer.gif" class="spacer" height="1" width="10"></td>

      <td align="left" width="100%">
      <div class="content">
      <table class="title" width="100%">

        <tbody>

          <tr>

            <td valign="middle">
            <h1><!-- InstanceBeginEditable name="TitleRegion" -->Gestionar
Usuarios<!-- InstanceEndEditable --> </h1>

            </td>

          </tr>

        </tbody>
      </table>

<!-- InstanceBeginEditable name="ContentRegion" -->
      <p>La funcionalidad de gestionar usuarios est&aacute;
disponible para aqellos que pertenezcan al grupo "Amministrador".<br>

Para ello, seleccionar en el men&uacute; principal
Amministraci&oacute;n --&gt; Uusarios.<br>

      <br>

Se muestra la lista de usuarios. En cada uno, est&aacute;s
disponibles varias operaciones indicadas mediante los iconos: <br>

Modificar, Cambiar contrase&ntilde;a y Anular.</p>

      <h3>A&ntilde;adir un Usario </h3>

      <p> Accede a la p&aacute;gina de gesti&oacute;n de
usuarios: selecciona en el men&uacute; principal
Administraci&oacute;n --&gt; Usuarios.<br>

      <br>

Seleccionando el icono <strong>Crear usuario</strong> se
muestra el formulario de inserci&oacute;n de un nuevo usuario.<br>

      <img src="images/adduser02.jpg" height="221" width="539"><br>

El formulario de inserci&oacute;n contiene todos los datos
relacionados con un cierto usuario. <br>

Algunos datos son obligatorios (indicado mediante el s&iacute;mbolo
asterisco (*)), en particular:<br>

      </p>

      <ul>

        <li>Nombre del usario </li>

        <li>Contrase&ntilde;a </li>

        <li>Nombre </li>

        <li>Apellidos </li>

        <li>Lenguaje </li>

        <li>E-Mail </li>

        <li>Grupos de pertenencia </li>

      </ul>

      <div align="center"><img src="images/adduser01.jpg" height="462" width="634">
      </div>

      <p> Cada usuario puede pertenence a uno o m&aacute;s
grupos. El criterio de seguridad est&aacute; siempre expresado en
relaci&oacute;n a los grupos y nunca en base al usuario. <br>

Para seleccionar m&aacute;s grupos, presionar la tecla
MAY&Uacute;SCULAS y con el rat&oacute;n hacer click sobre
varios grupos.<br>

Una vez realizada la selecci&oacute;n, pulsar el boton Salvar para
confirmar la operaci&oacute;n de creaci&oacute;n del nuevo
usuario. <br>

      <br>

      </p>

      <div align="center">
      <table border="0" cellpadding="0" cellspacing="0" width="90%">

        <tbody>

          <tr>

            <td class="noteHeader" height="25" width="180"><img src="images/note_ico.gif" height="10" hspace="4" width="10">Nota:</td>

            <td height="25">&nbsp;</td>

          </tr>

          <tr>

            <td colspan="2" class="noteBody">El
modelo de seguridad implementado en el sistema consiste en aplicar una
pol&iacute;tica de seguridad en base a la visibilidad o no de los
documentos y de otras &aacute;reas de la aplicaci&oacute;n.
Estos criterios de seguridad se expresan &uacute;nicamente en
relaci&oacute;n a los grupos, por consiguiente los usuarios heredan
los privilegios de acceso asignados al grupo del cual forma parte.</td>

          </tr>

        </tbody>
      </table>

      </div>

      <br>

      <h3>Modificar un Usuario </h3>

      <p> Los datos personales de un usuario pueden ser
modificados por aquellos usuarios que tengan derecho de
administraci&oacute;n y por el usuario mismo. <br>

Todos los datos se pueden modificar, salvo los concernientes a
contrase&ntilde;a o los grupos de pertenencia (esta
&uacute;ltima opci&oacute;n se encuentra disponible
s&oacute;lo para los usuarios del grupo Administraci&oacute;n).<br>

      <br>

Accede a la p&aacute;gina de gesti&oacute;n de usurarios:
Administraci&oacute;n --&gt; Usuarios.<br>

Cualquier elemento de la lista tiene un icono que permite su
modificaci&oacute;n o su anulaci&oacute;n.<br>

      <br>

      <br>

      </p>

      <div align="center"> <img src="images/manageuser01.jpg" height="195" width="615"></div>

      <p> Haciendo click sobre el icono "Modificar usuario" se
visualiza un formulario igual que el descrito para la
inserci&oacute;n: solamente que, en este caso, se habr&aacute;n
a&ntilde;adido los datos del usuario sin poner modificar la
contrase&ntilde;a.<br>

El icono siguiente: Cambiar contrase&ntilde;a permite modificar
s&oacute;lo la contrase&ntilde;a del usuario, mientras que la
palabra Cancelar permite la anulaci&oacute;n del usuario.<br>

      <br>

Un usuario que no sea administrador y que quiera modificar su propios
datos, lo podr&aacute; realizar utilizando la ruta: Datos
Personales --&gt; Modificar Datos.<br>

Para cambiar la propia contrase&ntilde;a, bastar&aacute; con
que se acceda a la funci&oacute;n Datos Personales --&gt;
Cambiar contrase&ntilde;a.<br>

      </p>

      <h3>&nbsp;</h3>

<!-- InstanceEndEditable --></div>

      </td>

      <td width="10"> <img alt="" src="images/spacer.gif" class="spacer" height="1" width="10"></td>

    </tr>

<!--================= end Content==================-->
  </tbody>
</table>

<!-- InstanceEnd -->
</body>
</html>
