CONFIRM_SAVE=\u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0432 LogicalDOC.
CREATE_NEW_VERSION=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0436\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0451\u043D \u0432 LogicalDOC, \u0432\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u043D\u043E\u0432\u0443\u044E \u0432\u0435\u0440\u0441\u0438\u044E?
DOCUMENT_LOCKED=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0441\u0435\u0439\u0447\u0430\u0441 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D.
DOCUMENT_NOT_RETRIEVED=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u043F\u043E\u043B\u0443\u0447\u0435\u043D \u043D\u0435 \u0438\u0437 LogicalDOC, \u043D\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C.
DOCUMENT_SAVED=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0451\u043D \u0432 LogicalDOC.
DOCUMENT_UNLOCKED=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0441\u0435\u0439\u0447\u0430\u0441 \u0440\u0430\u0437\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D.
ERROR_NO_EXTENSION=\u041D\u0435\u0442 \u0440\u0430\u0441\u0448\u0438\u0440\u0435\u043D\u0438\u044F \u0444\u0430\u0439\u043B\u0430.
ERROR_NO_LOCATION=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0440\u0430\u0441\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435.
ERROR_NO_TITLE=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0437\u0430\u0433\u043E\u043B\u043E\u0432\u043E\u043A
ERROR_OCCURRED=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430: 
LOCK_UNLOCK_CAPTION=\u0420\u0430\u0437/\u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0432 LogicalDOC
LOGICALDOC_SESSION_CLOSED_SAVE_DOCUMENT_LOCALLY=\u0412\u0430\u0448\u0430 \u0441\u0435\u0441\u0441\u0438\u044F \u0431\u044B\u043B\u0430 \u0437\u0430\u043A\u0440\u044B\u0442\u0430 (\u043F\u043E \u0442\u0430\u0439\u043C-\u0430\u0443\u0442\u0443 \u0438\u043B\u0438 \u0441\u0435\u0440\u0432\u0435\u0440 LogicalDOC \u0431\u044B\u043B \u043E\u0441\u0442\u0430\u043D\u043E\u0432\u043B\u0435\u043D). \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u0435 \u043B\u043E\u043A\u0430\u043B\u044C\u043D\u043E \u0432\u0430\u0448\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0438 \u0437\u0430\u0433\u0440\u0443\u0437\u0438\u0442\u0435 \u0438\u0445 \u0432 LogicalDOC.
NO_LOCATION_FOUND=\u041C\u0435\u0441\u0442\u043E\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u043D\u0435 \u043D\u0430\u0439\u0434\u0435\u043D\u043E \u0434\u043B\u044F \u0441\u043E\u0445\u0440\u0430\u043D\u0435\u043D\u0438\u044F \u0444\u0430\u0439\u043B\u0430.
NO_PARENT_DOCUMENT=\u0420\u043E\u0434\u0438\u0442\u0435\u043B\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430 \u043D\u0435 \u0432\u044B\u0431\u0440\u0430\u043D, \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0437\u0434\u0430\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442.
SAVE_IN_LOGICALDOC_CAPTION=\u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0432 LogicalDOC
UNABLE_TO_SAVE=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C {0} \u0432 LogicalDOC, \u0442\u0435\u043A\u0443\u0449\u0438\u0439 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442, \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u043D\u0435 \u0431\u044B\u043B \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D \u043C\u043E\u0434\u0443\u043B\u0435\u043C LogicalDOC
UNABLE_TO_SAVE_BUT_UPLOADING=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442, \u0437\u0430\u0433\u0440\u0443\u0437\u043A\u0430 \u0432 LogicalDOC \u043B\u044E\u0431\u043E\u043C \u0441\u043B\u0443\u0447\u0430\u0435: \r\n
DOCUMENT_ALREADY_LOCKED=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0443\u0436\u0435 \u0437\u0430\u0431\u043B\u043E\u043A\u0438\u0440\u043E\u0432\u0430\u043D, \u0440\u0430\u0437\u0431\u043B\u043E\u043A\u0438\u0440\u0443\u0439\u0442\u0435 \u0435\u0433\u043E \u0434\u043B\u044F \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F \u0432 Office
LAUNCHER_ERROR=\u041F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0430 \u043E\u0448\u0438\u0431\u043A\u0430 \u043F\u0440\u0438 \u043F\u043E\u043F\u044B\u0442\u043A\u0435 \u0437\u0430\u043F\u0443\u0441\u043A\u0430 Office, \u0441\u043C\u043E\u0442\u0440\u0438\u0442\u0435 \u0436\u0443\u0440\u043D\u0430\u043B\u044B \u0434\u043B\u044F \u043F\u043E\u0434\u0440\u043E\u0431\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438.
MIMETYPE_NOT_HANDLED=\u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u043E\u0431\u0440\u0430\u0431\u043E\u0442\u0430\u0442\u044C mimetype \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430. Mime \u0442\u0438\u043F \u0431\u044B\u043B [{0}]
NO_COOKIES_FROM_IE=\u0414\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u044E LogicalDOC \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u044C \u043A\u0443\u043A\u0438 \u0438\u0437 \u0431\u0440\u0430\u0443\u0437\u0435\u0440\u0430. \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u043E\u0442\u043C\u0435\u043D\u0435\u043D\u043E.
OFFICE_VERSION_NOT_SUPPORTED=\u0414\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 LogicalDOC\u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0435\u0442 \u0442\u043E\u043B\u044C\u043A\u043E office  2007 \u0434\u043B\u044F \u0442\u0430\u043A\u0438\u0445 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0439 \u043A\u0430\u043A \u0441\u043E\u0437\u0434\u0430\u043D\u0438\u0435 \u043D\u043E\u0432\u043E\u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430
PROMPT_SAVE_IN_LOGICALDOC=\u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0432 LogicalDOC\r\n\u0412\u044B \u0445\u043E\u0442\u0438\u0442\u0435 \u0441\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0432 LogicalDOC?
SAVE_IN_LOGICALDOC=\u0421\u043E\u0445\u0440\u0430\u043D\u0438\u0442\u044C \u0432 LogicalDOC
